# CLI tools
brew "mas"
brew "git"
brew "gh"

# Apps
cask "visual-studio-code"
cask "slack"
cask "spotify"
cask "swiftformat-for-xcode"
cask "plex"
cask "github"
cask "telegram"
cask "transmission"
cask "paw"
cask "tableplus"
cask "1password"

mas "Things", id: 904280696
mas "MindNode", id: 1289197285
mas "Magnet", id: 441258766
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
mas "NextDNS", id: 1464122853
mas "Numbers", id: 409203825